Repository: LeaderBoy/i18n-ios-xcstrings
Catalog: i18n-ios-xcstrings/Localizable2.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt, ru, th, tr, zh_hans, zh_hk, zh_tw

source: Support Us
ar: دعمنا
de: Unterstützen Sie uns
es: Apóyanos
fr: Soutenez-nous
it: Supportaci
ja: 私たちをサポート
ko: 우리를 지원하십시오
nl: Ondersteun ons
pl: Wspieraj nas
pt: Apoie-nos
ru: Поддержите нас
th: สนับสนุนเรา
tr: Bizi Destekle
zh_hans: 支持我们
zh_hk: 支持我們
zh_tw: 支持我們

source: Switch 1
ar: التبديل 1
de: Schalter 1
es: Interruptor 1
fr: Interrupteur 1
it: Interruttore 1
ja: スイッチ 1
ko: 스위치 1
nl: Schakelaar 1
pl: Przełącznik 1
pt: Interruptor 1
ru: Переключатель 1
th: สวิตช์ 1
tr: Hazırla 1
zh_hans: 按钮 1
zh_hk: 按鈕 1
zh_tw: 按钮 1

source: Switch 2
ar: التبديل 2
de: Schalter 2
es: Interruptor 2
fr: Interrupteur 2
it: Interruttore 2
ja: スイッチ 2
ko: 스위치 2
nl: Schakelaar 2
pl: Przełącznik 2
pt: Interruptor 2
ru: Переключатель 2
th: สวิตช์ 2
tr: Hazırla 2
zh_hans: 按钮 2
zh_hk: 按鈕 2
zh_tw: 按钮 2

source: Switch 3
ar: التبديل 3
de: Schalter 3
es: Interruptor 3
fr: Interrupteur 3
it: Interruttore 3
ja: スイッチ 3
ko: 스위치 3
nl: Schakelaar 3
pl: Przełącznik 3
pt: Interruptor 3
ru: Переключатель 3
th: สวิตช์ 3
tr: Hazırla3
zh_hans: 按钮 3
zh_hk: 按鈕 3
zh_tw: 按钮 3

source: Switch 4
ar: التبديل 4
de: Schalter 4
es: Interruptor 4
fr: Interrupteur 4
it: Interruttore 4
ja: スイッチ 4
ko: 스위치 4
nl: Schakelaar 4
pl: Przełącznik 4
pt: Interruptor 4
ru: Переключатель 4
th: สวิตช์ 4
tr: Hazırla 4
zh_hans: 按钮 4
zh_hk: 按鈕 4
zh_tw: 開按钮4

source: System Default
ar: الافتراضي للنظام
de: Systemstandard
es: Por defecto del sistema
fr: Par défaut du système
it: Predefinito del sistema
ja: システムデフォルト
ko: 시스템 기본
nl: Systeemstandaard
pl: Domyślne systemowe
pt: Padrão do sistema
ru: Система по умолчанию
th: ค่าเริ่มต้นของระบบ
tr: Sistem Varsayılanı
zh_hans: 系统默认
zh_hk: 系統默認
zh_tw: 系統預設

source: Telephone
ar: الهاتف
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono
ja: 電話
ko: 전화
nl: Telefoon
pl: Telefon
pt: Telefone
ru: Телефон
th: โทรศัพท์
tr: Telefon
zh_hans: 电话按键音
zh_hk: 電話按鍵音
zh_tw: 電話

source: Terms
ar: الشروط
de: Bedingungen
es: Términos
fr: Termes
it: Termini
ja: 利用規約
ko: 약관
nl: Voorwaarden
pl: Warunki
pt: Termos
ru: Условия
th: ข้อกำหนด
tr: Şartlar
zh_hans: 用户协议
zh_hk: 用戶協議
zh_tw: 條款

source: Test
ar: الاختبار
es: Prueba
ja: テスト
ko: 테스트
pt: Teste
ru: Тест
th: ทดสอบ
zh_hans: 测试
zh_hk: 測試
zh_tw: 測試

source: Themes (%lld)
ar: الثيمات (%lld)
de: Themen (%lld)
es: Temas (%lld)
fr: Thèmes (%lld)
it: Temi (%lld)
ja: テーマ (%lld)
ko: 테마 (%lld)
nl: Thema\'s (%lld)
pl: Motywy (%lld)
pt: Temas (%lld)
ru: Темы (%lld)
th: ธีม (%lld)
tr: Temalar (%lld)
zh_hans: 主题 (%lld)
zh_hk: 主題 (%lld)
zh_tw: 主題 (%lld)

source: Thousandths Comma
ar: الفاصلة الألفية
de: Tausendstel Komma
es: Coma de miles
fr: Virgule des millièmes
it: Virgola dei millesimi
ja: 千分の1カンマ
ko: 천분의 쉼표
nl: Duizendste komma
pl: Przecinek tysięczny
pt: Vírgula de milésimos
ru: Тысячные запятые
th: คอมม่าหลักพัน
tr: Binlik Virgül
zh_hans: 千位分隔符
zh_hk: 千位分隔符
zh_tw: 千分位逗號

source: Tick 1
ar: التأشير 1
de: Häkchen 1
es: Marca 1
fr: Coche 1
it: Spunta 1
ja: チェック 1
ko: 틱 1
nl: Vinkje 1
pl: Zaznacz 1
pt: Marca 1
ru: Галочка 1
th: ทิก 1
tr: Tık 1
zh_hans: 叮 1
zh_hk: 叮 1
zh_tw: 勾選 1

source: Tick 2
ar: التأشير 2
de: Häkchen 2
es: Marca 2
fr: Coche 2
it: Spunta 2
ja: チェック 2
ko: 틱 2
nl: Vinkje 2
pl: Zaznacz 2
pt: Marca 2
ru: Галочка 2
th: ทิก 2
tr: Tık 2
zh_hans: 叮 2
zh_hk: 叮 2
zh_tw: 勾選 2

source: Tick 3
ar: التأشير 3
de: Häkchen 3
es: Marca 3
fr: Coche 3
it: Spunta 3
ja: チェック 3
ko: 틱 3
nl: Vinkje 3
pl: Zaznacz 3
pt: Marca 3
ru: Галочка 3
th: ทิก 3
tr: Tık 3
zh_hans: 叮 3
zh_hk: 叮 3
zh_tw: 勾選 3

source: Tips
ar: النصائح
de: Tipps
es: Consejos
fr: Conseils
it: Consigli
ja: ヒント
ko: 팁
pl: Wskazówki
pt: Dicas
ru: Советы
th: เคล็ดลับ
tr: İpuçları
zh_hans: 小贴士
zh_hk: 小貼士
zh_tw: 提示

source: Unlike the button volume, Results Read Volume is the same as the system volume, which you can adjust with the physical keys of the device.
ar: على عكس حجم الزر، حجم قراءة النتائج هو نفس حجم النظام، الذي يمكنك ضبطه بالمفاتيح الفيزيائية للجهاز.
de: Im Gegensatz zur Tastenlautstärke entspricht die Lautstärke der Ergebniswiedergabe der Systemlautstärke, die Sie mit den physischen Tasten des Geräts einstellen können.
es: A diferencia del volumen del botón, el volumen de lectura de los resultados es el mismo que el volumen del sistema, que puedes ajustar con las teclas físicas del dispositivo.
fr: Contrairement au volume du bouton, le volume de lecture des résultats est le même que le volume du système, que vous pouvez ajuster avec les touches physiques de l\'appareil.
it: A differenza del volume del pulsante, il volume di lettura dei risultati è lo stesso del volume del sistema, che puoi regolare con i tasti fisici del dispositivo.
ja: ボタンの音量とは異なり、結果の読み上げ音量はシステムの音量と同じで、デバイスの物理キーで調整できます。
ko: 버튼 볼륨과 달리, 결과 읽기 볼륨은 시스템 볼륨과 동일하며, 장치의 물리적 키로 조정할 수 있습니다.
nl: In tegenstelling tot het volume van de knop, is het volume van de resultaten hetzelfde als het systeemvolume, dat je kunt aanpassen met de fysieke toetsen van het apparaat.
pl: W przeciwieństwie do głośności przycisku, Głośność odczytu wyników jest taka sama jak głośność systemu, którą można regulować za pomocą fizycznych przycisków urządzenia.
pt: Ao contrário do volume do botão, o volume de leitura dos resultados é o mesmo que o volume do sistema, que você pode ajustar com as teclas físicas do dispositivo.
ru: В отличие от громкости кнопки, громкость чтения результатов совпадает с системной громкостью, которую вы можете регулировать физическими клавишами устройства.
th: ไม่เหมือนกับระดับเสียงปุ่ม ระดับเสียงอ่านผลลัพธ์เท่ากับระดับเสียงของระบบ ซึ่งคุณสามารถปรับด้วยปุ่มกายภาพของอุปกรณ์
tr: Düğme sesinin aksine, Sonuçları Okuma Ses Seviyesi, cihazın fiziksel tuşlarıyla ayarlayabileceğiniz sistem sesi seviyesi ile aynıdır.
zh_hans: 与按键音量不同，计算结果朗读的音量会和系统音量保持一致，您也可以通过设备物理按键进行调整。
zh_hk: 與按鍵音量不同，計算結果朗讀的音量會和系統音量保持一致，您也可以通過設備物理按鍵進行調整
zh_tw: 與按鍵音量不同，計算結果朗讀的音量會和系統音量保持一致，您也可以通過設備物理按鍵進行調整

source: Unlock all advanced settings
ar: فتح جميع الإعدادات المتقدمة
de: Alle erweiterten Einstellungen freischalten
es: Desbloquear todas las configuraciones avanzadas
fr: Déverrouiller tous les paramètres avancés
it: Sblocca tutte le impostazioni avanzate
ja: すべての詳細設定を解除
ko: 모든 고급 설정 잠금 해제
nl: Ontgrendel alle geavanceerde instellingen
pl: Odblokuj wszystkie zaawansowane ustawienia
pt: Desbloquear todas as configurações avançadas
ru: Разблокировать все расширенные настройки
th: ปลดล็อคการตั้งค่าขั้นสูงทั้งหมด
tr: Tüm gelişmiş ayarları kilidini aç
zh_hans: 解锁全部自定义设置
zh_hk: 解鎖全部自定義設置
zh_tw: 解鎖所有進階設定

source: Unlock all fonts
ar: فتح جميع الخطوط
de: Alle Schriftarten freischalten
es: Desbloquear todas las fuentes
fr: Déverrouiller toutes les polices
it: Sblocca tutti i caratteri
ja: すべてのフォントを解除
ko: 모든 글꼴 잠금 해제
nl: Ontgrendel alle lettertypen
pl: Odblokuj wszystkie czcionki
pt: Desbloquear todas as fontes
ru: Разблокировать все шрифты
th: ปลดล็อคฟอนต์ทั้งหมด
tr: Tüm fontların kilidini aç
zh_hans: 解锁全部字体
zh_hk: 解鎖全部字體
zh_tw: 解鎖所有字體

source: Unlock all sounds
ar: فتح جميع الأصوات
de: Alle Sounds freischalten
es: Desbloquear todos los sonidos
fr: Déverrouiller tous les sons
it: Sblocca tutti i suoni
ja: すべての音を解除
ko: 모든 소리 잠금 해제
nl: Ontgrendel alle geluiden
pl: Odblokuj wszystkie dźwięki
pt: Desbloquear todos os sons
ru: Разблокировать все звуки
th: ปลดล็อคเสียงทั้งหมด
tr: Tüm seslerin kilidini aç
zh_hans: 解锁全部音效
zh_hk: 解鎖全部音效
zh_tw: 解鎖所有聲音

source: Unlock all themes
ar: فتح جميع الثيمات
de: Alle Themen freischalten
es: Desbloquear todos los temas
fr: Déverrouiller tous les thèmes
it: Sblocca tutti i temi
ja: すべてのテーマを解除
ko: 모든 테마 잠금 해제
nl: Ontgrendel alle thema\'s
pl: Odblokuj wszystkie motywy
pt: Desbloquear todos os temas
ru: Разблокировать все темы
th: ปลดล็อคธีมทั้งหมด
tr: Tüm temaların kilidini aç
zh_hans: 解锁全部主题
zh_hk: 解鎖全部主題
zh_tw: 解鎖所有主題

source: Upgrade to Pro
ar: ترقية إلى النسخة المحترفة
de: Auf Pro upgraden
es: Actualizar a Pro
fr: Passer à Pro
it: Aggiorna a Pro
ja: Proにアップグレード
ko: 프로로 업그레이드
nl: Upgrade naar Pro
pl: Przejdź na Pro
pt: Atualizar para Pro
ru: Обновить до Pro
th: อัปเกรดเป็น Pro
tr: Pro'ya Yükselt
zh_hans: 升级为 Pro 高级版
zh_hk: 升級為 Pro 高級版
zh_tw: 升級至專業版

source: Version
ar: الإصدار
es: Versión
it: Versione
ja: バージョン
ko: 버전
nl: Versie
pl: Wersja
pt: Versão
ru: Версия
th: เวอร์ชัน
tr: Versiyon
zh_hans: 版本
zh_hk: 版本
zh_tw: 版本

source: Waterdroplet 1
ar: قطرة الماء 1
de: Wassertropfen 1
es: Gota de agua 1
fr: Goutte d\'eau 1
it: Goccia d\'acqua 1
ja: 水滴 1
ko: 물방울 1
nl: Waterdruppel 1
pl: Kropla wody 1
pt: Gota de água 1
ru: Капля воды 1
th: หยดน้ำ 1
tr: Su Damlası 1
zh_hans: 水滴声 1
zh_hk: 水滴聲 1
zh_tw: 水滴聲 1

source: Waterdroplet 2
ar: قطرة الماء 2
de: Wassertropfen 2
es: Gota de agua 2
fr: Goutte d\'eau 2
it: Goccia d\'acqua 2
ja: 水滴 2
ko: 물방울 2
nl: Waterdruppel 2
pl: Kropla wody 2
pt: Gota de água 2
ru: Капля воды 2
th: หยดน้ำ 2
tr: Su Damlası 2
zh_hans: 水滴声 2
zh_hk: 水滴聲 2
zh_tw: 水滴聲 2

source: Waterdroplet 3
ar: قطرة الماء 3
de: Wassertropfen 3
es: Gota de agua 3
fr: Goutte d\'eau 3
it: Goccia d\'acqua 3
ja: 水滴 3
ko: 물방울 3
nl: Waterdruppel 3
pl: Kropla wody 3
pt: Gota de água 3
ru: Капля воды 3
th: หยดน้ำ 3
tr: Su Damlası 3
zh_hans: 水滴声 3
zh_hk: 水滴聲 3
zh_tw: 水滴聲 3

source: Woodenfish 1
ar: السمكة الخشبية 1
de: Holzfisch 1
es: Madera 1
fr: Poisson en bois 1
it: Legno di pesce 1
ja: 木魚 1
ko: 목어 1
nl: Houten vis 1
pl: Drewniana ryba 1
pt: Peixe de madeira 1
ru: Деревянная рыба 1
th: ไม้เคาะ 1
tr: Tahtabalığı 1
zh_hans: 敲木鱼 1
zh_hk: 敲木魚 1
zh_tw: 木魚 1

source: Woodenfish 2
ar: السمكة الخشبية 2
de: Holzfisch 2
es: Madera 2
fr: Poisson en bois 2
it: Legno di pesce 2
ja: 木魚 2
ko: 목어 2
nl: Houten vis 2
pl: Drewniana ryba 2
pt: Peixe de madeira 2
ru: Деревянная рыба 2
th: ไม้เคาะ 2
tr: Tahtabalığı 2
zh_hans: 敲木鱼 2
zh_hk: 敲木魚 2
zh_tw: 木魚 2

source: Woodenfish 3
ar: السمكة الخشبية 3
de: Holzfisch 3
es: Madera 3
fr: Poisson en bois 3
it: Legno di pesce 3
ja: 木魚 3
ko: 목어 3
nl: Houten vis 3
pl: Drewniana ryba 3
pt: Peixe de madeira 3
ru: Деревянная рыба 3
th: ไม้เคาะ 3
tr: Tahtabalığı 3
zh_hans: 敲木鱼 3
zh_hk: 敲木魚 3
zh_tw: 木魚 3

source: Woodenfish 4
ar: السمكة الخشبية 4
de: Holzfisch 4
es: Madera 4
fr: Poisson en bois 4
it: Legno di pesce 4
ja: 木魚 4
ko: 목어 4
nl: Houten vis 4
pl: Drewniana ryba 4
pt: Peixe de madeira 4
ru: Деревянная рыба 4
th: ไม้เคาะ 4
tr: Tahtabalığı 4
zh_hans: 敲木鱼 4
zh_hk: 敲木魚 4
zh_tw: 木魚 4

source: Woodenfish 5
ar: السمكة الخشبية 5
de: Holzfisch 5
es: Madera 5
fr: Poisson en bois 5
it: Legno di pesce 5
ja: 木魚 5
ko: 목어 5
nl: Houten vis 5
pl: Drewniana ryba 5
pt: Peixe de madeira 5
ru: Деревянная рыба 5
th: ไม้เคาะ 5
tr: Tahtabalığı 5
zh_hans: 敲木鱼 5
zh_hk: 敲木魚 5
zh_tw: 木魚 5

source: Follow 𝕏
zh_tw: 追蹤 𝕏

source: https://desktop-calculator.com/contact/
zh_hans: https://work.weixin.qq.com/kfid/kfca588d459871fb918
